CSI API ETABS v1
cDesignSteel.Canadian_S16_19 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStCanadian_S16_19 Canadian_S16_19 { get; }
ReadOnly Property Canadian_S16_19 As cDStCanadian_S16_19
	Get
Dim instance As cDesignSteel
Dim value As cDStCanadian_S16_19
value = instance.Canadian_S16_19
property cDStCanadian_S16_19^ Canadian_S16_19 {
	cDStCanadian_S16_19^ get ();
}
abstract Canadian_S16_19 : cDStCanadian_S16_19 with get
Property Value
Type: cDStCanadian_S16_19
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace